Repository: Fafenja/languages
Catalog: *.strings
Languages: cs, es, fr, hu, it, ja, ko, nl, pt_br, pt_pt, th, tr

source: Hide Menu
cs: Skrýt Menu
es: Ocultar menú
fr: Cacher le menu
hu: Menü elrejtése
it: Nascondi Menu
ja: メニューを隠す
ko: 메뉴 숨기기
nl: Verstop Menu
pt_br: Esconder menu
pt_pt: Esconder Menu
th: ซ่อนเมนู
tr: Menuyu Gizle

# HIDEMENUDESC
source: To Show the menu again triple tap on the screen
cs: Třikrát poklepejte na obrazovku pro znovuzobrazení menu.
es: Para volver a mostrar el menú pulse tres veces en la pantalla.
fr: Pour montrer le menu à nouveau, tapez trois fois sur l'écran
hu: Háromszor koppints a menü előhozásához.
it: Per mostrare di nuovo il menu, fai un triplo tap sullo schermo
ja: メニューを再度表示するには画面内を3回タップして下さい。
ko: 메뉴를 다시 보이기 위해서는 화면을 세번 눌러야 합니다.
nl: Om het menu weer te zien moet U drie keer klikken op dezelfde plek
pt_br: Para exibir o menu novamente clique três vezes na tela.
pt_pt: Para mostrar o menu novamente toca três vezes seguidas no ecrã.
th: ในการแสดงเมนูอีกครั้ง ให้แตะสามครั้งบนหน้าจอ
tr: Menuyu tekrar gostermek icin ekrana 3 kere tiklayin

# X8
source: Moving at this speed for longer than a few seconds will cause all pokemon to run away and pokestops to be disabled. This is known as a soft ban. If this happens you must wait a few minutes before playing.
cs: Pohyb v této rychlosti déle než pár sekund odežene všechny pokémony a znemožní protáčení pokéstopů. Tomu se říká soft ban a musíš vždy počkat pár minut než budeš moci hrát.
es: Moverse a esta velocidad más de algunos segundos puede causar que todos los pokemones se escapen y que las pokeparadas se deshabiliten. Esto es conocido como “SoftBan”. Si esto sucede debes esperar unos minutos antes de seguir jugando.
fr: Se déplacer constamment à cette vitesse peut causer la fuite de tous les pokémon et provoquer l'incapacité à récupérer le contenu des Pokéstops. Il s'agit alors d'un soft ban. Si cela vous arrive, attendez quelques minutes avant de jouer.
hu: Ha ezzel a sebességgel haladsz tovább, az összes Pokémont elüldözöd, és a Pokéállomásokat nem fogod tudni használni. Ez egy lágy kitiltás. Ha ez megtörténik, várnod kell pár percet.
it: Muoversi a questa velocità per diversi secondi potrebbe causare la scomparsa di tutti i pokemon dallo schermo e la disabilitazione dei pokestop. Questo è conosciuto come soft ban. Se ciò accade dovrai aspettare qualche minuto prima di ricominciare a giocare.
ja: このスピードで数秒以上移動するとソフトBanされます。捕獲もポケストップ利用もできなくなり、解除されるまでに数分掛かるのでご注意下さい。
ko: 이 속도로 몇 초 이상 움직이면 모든 포켓몬이 도망치고 포켓스탑을 사용하지 못하게 됩니다. 이것은 소밴이라고합니다. 이런 일이 발생하면 소밴에 풀리기 위해 몇 분 기다리셔야합니다.
nl: Bewegen op deze snelheid voor langer dan een paar seconden zorgt ervoor dat alle pokemon wegrennen en je zult geen pokestops kunnen pakken. Dit is bekend als een soft ban. Als dit gebeurd moet je een paar minuten wachten voordat je verder speelt.
pt_br: Mover-se nessa velocidade por mais de alguns segundos fará com que todos Pokémon fujam e desabilitará Pokéstops. Isso é conhecido como softban. Se isso acontecer, você deve esperar alguns minutos antes de voltar a jogar.
pt_pt: Andando a esta velocidade por mais de alguns segundos irá fazer que todos os Pokémon fujam e Pokéstops sejam desativadas. Isto é conhecido como um “soft ban”. Se isto acontecer, terás de esperar uns minutos antes de poderes voltar a jogar.
th: การเคลื่อนที่ด้วยความเร็วนี้เกินกว่าสองถึงสามวินาทีอาจทำให้โปเกมอนหนี และไม่สามารถหมุนโปเกสต๊อปได้ หรือที่เรียกกันว่าซอร์ฟแบน ถ้าเกิดขึ้น คุณต้องรอสองถึงสามนาทีก่อนการเล่น
tr: Bu hizda bir kac saniyeden fazla yurumek pokemonlarin sizden kacmasina ve pokestoplarin calismamasina yol acabilir. Bu gecici (soft) bandir. Egper bu gerceklesirse oynamadan once bir kac dakika beklemek zorunda kalirsiniz.

source: Patrol Enabled
cs: Chození dokola zapnuto
es: Habilitar patrulla
fr: Patrouille activée
hu: Járőrözés Bekapcsolva
it: Modalità Patrol abilitata
ja: 巡回モード作動中
ko: 순찰 사용
nl: Patrouilleren Aan
pt_br: Habilitar Patrulha
pt_pt: Modo Patrulha Ativo
th: เปิดการลาดตระเวน
tr: Dolasma Acik

source: Enter Coords
cs: Zadej souřadnice
es: Ingresar coordenadas
fr: Entrez les coordonnées
hu: Koordináták megadása
it: Inserisci coordinate
ja: 座標を入力
ko: 좌표 입력
nl: Vul Coordinaten In
pt_br: Insira coordenadas
pt_pt: Inserir Coordenadas
th: ใส่พิกัด
tr: Koordinat Girin

source: Return Home
cs: Vrátit se domů
es: Volver a casa
fr: Rentrer chez soi
hu: Hazajönni
it: Torna a casa
ja: 元の場所に戻る
ko: 집으로 돌아가기
nl: Terug Naar Huis
pt_br: Retornar para localização atual
pt_pt: Regressar a casa
th: กลับบ้าน
tr: Eve Don

source: Walk Here
cs: Dojít sem
es: Caminar aquí
fr: Marcher ici
hu: Sétálás Ide
it: Vai qui
ja: ここへ移動
ko: 에서 지도 닫기.
nl: Loop Hierheen
pt_br: Andar até aqui
pt_pt: Caminhar até aqui
th: เดินไปที่นี่
tr: Buraya Yuru

source: Teleport Here
cs: Teleportovat sem
es: Teletransportarse aquí
fr: Se Téléporter ici
hu: Teleportálás Ide
it: Teletrasporta qui
ja: テレポート
ko: 에서 지도 닫기.
nl: Teleporteer Hierheen
pt_br: Teleportar até aqui
pt_pt: Teleportar aqui
th: เทเลพอร์ตไปที่นี่
tr: Buraya Isinlan

source: Teleport
es: Teletransportarse
fr: Téléporter
hu: Teleportálás
it: Teletrasporto
ja: テレポート
ko: 순간이동
nl: Teleporteren
pt_br: Teleportar
pt_pt: Teleportar
th: เทเลพอร์ต
tr: Isinlan

# PATROLDESC
source: You are currently patrolling. You must stop patrolling prior to sniping.
cs: Máš zapnuté chození dokola, to musíš před snipením vypnout.
es: Estás patrullando. Debes dejar de patrullar antes de usar "Snipe"
fr: Vous devez arrêtez votre patrouille avant de sniper.
hu: Most járőrözöl. A vadászás előtt abba kell hagynod az járőrözést.
it: Attualmente sei in modalità Patrol. Devi disattivare la modalità Patrol prima di effettuare lo Sniping
ja: 巡回モードを停止してから再度お試し下さい。
ko: 저격하기 전에 순찰을 중지해야합니다
nl: U bent aan het patrouilleren. Stop met patrouilleren voordat U een pokemon “sniped”.
pt_br: Você está patrulhando. Você precisa parar de patrulhar antes de usar o Snipe
pt_pt: Estás com o modo patrulha ativo. Terás de o desativar antes de snipar Pokémon.
th: คุณกำลังลาดตระเวน คุณต้องหยุดการลาดตระเวนก่อนการลอบจับ
tr: su anda dolasiyorsunuz. Isinlanmak icin dolasmayi birakmalisiniz.

source: Execute Snipe?
cs: Provést snipe?
es: Ejecutar Snipe?
fr: Allez sniper?
hu: Vadászás végrehajtása?
it: Eseguire lo Snipe?
ja: スナイプする
ko: 저격하다
nl: Snipe Uitvoeren?
pt_br: Ir
pt_pt: Executar Snipe?
th: ทำการลอบจับ?
tr: Isinlanarak avlan?

source: Coordinates
cs: Souřadnice
es: Coordenadas
fr: Coordonnées
hu: Koordináták
it: Coordinate
ja: 座標
ko: 위도와 경도
nl: Coordinaten
pt_br: Coordenadas
pt_pt: Coordenadas
th: พิกัด
tr: Koordinatlar

source: Localization
cs: Lokalizace
es: Localización
fr: Localisation
hu: Lokalizáció
it: Localizzazione
ja: 言語を選択
ko: 현지화
nl: Localizatie
pt_br: Localização
pt_pt: Localização
th: การแปล
tr: Yerellestirme

source: Language
cs: Jazyk
es: Idioma
fr: La langue
hu: Nyelv
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pt_br: Língua
pt_pt: Idioma
th: ภาษา
tr: Dil

# ENABLEGET
source: Enable Radar 2.0 Map Fetch
cs: Zapnout Radar 2.0 Načítání Map
es: Habilitar recolección del radar en el mapa 2.0
fr: Active le Radar 2.0
hu: Információgyűjtés kezdése a Radar 2.0 által.
it: Abilita la condivisione dei dati della mappa Radar 2.0
ja: Radar 2.0 Map Fetchを有効
ko: 레이더 2.0 맵 사용
nl: Zet de Radar Ophaal 2.0 Map Functie Aan
pt_br: Habilitar Radar 2.0 Map Fetch
pt_pt: Ativar busca no mapa com o Radar 2.0
th: เปิดการดึงข้อมูลแผนที่เรดาร์ 2.0
tr: Radar 2.0 Harita etkilesimini etkinlestir

# ENABLEGETDESC
source: Enables the Radar 2.0 map to fetch data from the central server to display additional pokemon, gyms and pokestops
cs: Zapne Radar 2.0, což načítá mapy z centrálního serveru a zobrazí tak víc pokémonů, gymů a pokéstopů
es: Habilita el radar en el mapa 2.0 para obtener datos del servidor central para mostrar pokemones, gimnasios y pokeparadas adicionales
fr: Active le Radar 2.0 pour rechercher depuis le serveur central afin d'afficher plus de pokemons, Arènes et Pokestops
hu: Bekapcsolja a Radar 2.0-át ami megmutatja a Pokémonok, a Termek, és a Pokéállomások tartózkodási helyét.
it: Autorizza la mappa Radar 2.0 a inviare i dati al server centrale. Questo renderà possibile visualizzare più pokemon, Palestre e Pokestops
ja: Radar 2.0 Map Fetchを有効にすると、中央サーバーからデータを取得して追加のポケモン、ジム、ポケストップを表示します。
ko: 중앙 서버에서 데이터를 가져와 더 많은 포켓몬, 체육관, 포켓스탑을 보이게 하기위해 레이더 2.0 맵을 사용합니다 .
nl: Zorgt ervoor dat de 2.0 kaart data ophaalt van de centrale server om extra pokemon, gyms en pokestops te weergeven
pt_br: Habilita o mapa do radar 2.0 a adquirir dados do servidor central para mostrar Pokémon, Ginásios e Pokestops adicionais
pt_pt: Ativa o mapa Radar 2.0 para buscar dados do servidor central de forma a mostrar mais Pokémon, Pokéstops e ginásios.
th: เปิดใช้แผนที่เรดาร์ 2.0 เพื่อดึงข้อมูลจากเซิร์ฟเวอร์ส่วนกลางเพื่อแสดงโปเกมอน ยิม และโปเกสต๊อปเพิ่มเติม
tr: Radar 2.0 Haritasini merkezi sunucu ile etkilestirerek, fazladan pokemon, gym ve pokestoplarin belirlenmesini saglar

source: Save
cs: Uložit
es: Guardar
fr: Sauvegarder
hu: Mentés
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pt_br: Salvar
pt_pt: Guardar
th: บันทึก
tr: Kaydet

# ROUTESMENU
source: Route Menu
cs: Posunout Menu
es: Menú de rutas
fr: Menu des itinéraires
hu: Útirány Menü
it: Menu Rotta
ja: ルートメニュー
ko: 경로 메뉴
pt_br: Menu de Rotas
pt_pt: Menu de rotas
th: เมนูเส้นทาง
tr: Rota Menusu

source: Start
es: Iniciar
fr: Démarrer
hu: Kezdés
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
pt_pt: Iniciar
th: เริ่ม
tr: Baslat

source: Resume
cs: Pokračovat
es: Reanudar
fr: Reprendre
hu: Folytatás
it: Riprendi
ja: 再開
ko: 다시시작
nl: Verder Gaan
pt_br: Continuar
pt_pt: Retomar
th: ต่อ
tr: Devam

# EDIT
source: Edit Route File
cs: Změnit polohový soubor
es: Editar archivo de rutas
fr: Editer les itinéraires
hu: Útirány módosítása
it: Modifica il file Rotta
ja: ルートファイルの編集
ko: 경로 파일 편집
nl: Bewerk Route Bestand
pt_br: Editar arquivo de Rota
pt_pt: Editar ficheiro de rotas
th: แก้ไขไฟล์เส้นทาง
tr: Rota Dosyasini Duzenle

source: Stop
es: Detener
fr: Arrêtez
hu: Állj
ja: 停止
ko: 중지
pt_br: Pare
pt_pt: Parar
th: หยุด
tr: Dur

# ACTIVATE
source: Activate Donor Version
cs: Aktivovat verzi dárce
es: Activar versión de donante
fr: Activer la version donateur
hu: Aktiválja a donor verziót
it: Attiva Stato Donatore
ja: ドナーバージョンを有効化
ko: 기부자 버전 활성화
nl: Activeer Donor Versie
pt_br: Ativar a Versão de Doador
pt_pt: Ativar a Versão do Doador
th: เปิดใช้งานเวอร์ชั่นผู้บริจาค
tr: Donör Versiyonunu Etkinleştir

# PATREON
source: Activate with Patreon
es: Activar con Patreon
fr: Activer avec Patreon
nl: Activeer met Patreon
pt_br: Ativar com Patreon
th: เปิดการใช้งานด้วย Patreon

# DISCORDA
source: Activate with Discord
es: Activar con Discord
fr: Activer avec Discord
nl: Activeer met Discord
pt_br: Ativar com Discord
th: เปิดการใช้งานด้วย Discord

# DEEPLINK
source: Deep Linking
cs: Hluboké propojení
es: Enlace profundo
fr: Lien profond
hu: Mély összekötés
ja: ディープリンク
ko: 딥 링크
pt_br: Links
pt_pt: Links profundos
th: Deep Link

# NODONOR
source: You are currently not a donor or you have a Mapping License activated. Some features in PokeGo++ requires full donor access to work properly. Please consider supporting us.
cs: Tato funkce vyžaduje přístup dárce. Aktivujte verzi v nastavení.
es: Actualmente no eres donante. Algunas características de PokeGo++ requieren un acceso completo de donante para funcionar correctamente. Por favor, apóyanos donando.
fr: Cette fonctionnalité nécessite l'accès des donateurs. Activez votre version dans les paramètres.
hu: Ez a szolgáltatás adományozói hozzáférést igényel. Kérjük, aktiválja a verziót a beállításokban.
it: Questa opzione richiede accesso come donatore. Per favore attiva lo stato donatore in impostazioni
ja: この機能はドナーである必要があります。設定でドナーを有効にしてください。
ko: 이 기능을 사용하려면 기증자 액세스가 필요합니다. 설정에서 버전을 활성화하십시오.
nl: Deze functie vereist donor toegang. Activeer alstublieft uw versie in instellingen.
pt_br: Esse recurso requer acesso de doador. Por favor, ative sua versão nas configurações.
pt_pt: Esse recurso requer acesso ao doador. Por favor, ative sua versão nas configurações.
th: คุณต้องเป็นผู้บริจาคจึงจะสามารถใช้คุณสมบัตินี้ได้ โปรดเปิดใช้งานในการตั้งค่า
tr: Bu özellik donör erişimini gerektirir. Lütfen ayarlarınızı sürümlerinde etkinleştir.

source: Logout
cs: Odhlásit se
es: Cerrar sesión
fr: Se déconnecter
hu: Kilépés
ja: ログアウト
ko: 로그 아웃
nl: Uitloggen
pt_br: Sair
pt_pt: Sair
th: ออกจากระบบ
tr: Çıkış Yap

# ACTIVATED
source: Donor Version Activated
cs: Verze dárce byla aktivována
es: Versión de donante activada
fr: Version donateur activée
hu: Adományozói verzió aktiválva
it: Stato Donatore Attivato
ja: ドナーバージョンを有効化済み
ko: 기부자 버전 활성화 됨
nl: Donor Versie Geactiveerd
pt_br: Versão de doador ativada!
pt_pt: Versão do doador ativada
th: เปิดใช้งานเวอร์ชั่นผู้บริจาคแล้ว
tr: Bağışta Sürüm Aktif

# NOTADONOR
source: You are currently not a donor. Please support us by donating now using the link under Settings. If you have donated, it may take some time to activate the new role on your Discord account. If you are still having troubles, visit us on Reddit or Discord.
cs: V současné době nejste dárcem. Podporujte nás tím, že jste nyní přispěli pomocí odkazu v části Nastavení. Pokud jste darovali, může chvíli trvat, než aktivujete novou roli na vašem účtu. Pokud máte stále potíže, navštivte nás na stránkách Reddit nebo Discord.
es: Actualmente no eres donante. Por favor, apóyanos donando ahora usando el enlace en Configuración. Si has donado, puede tardar algún tiempo en activarse el nuevo rol en tu cuenta de Discord. Si aún tienes problemas, visítanos en Reddit o Discord.
fr: Vous n'êtes actuellement pas un donateur. Supportez-nous en faisant un don en utilisant le lien sous les Paramètres. Si vous avez fait un don, cela peut prendre du temps pour activer le nouveau rôle sur votre compte Discord. Si vous rencontrez toujours des problèmes, venez nous voir sur Reddit ou Discord.
hu: Ön jelenleg nem adományozó. Kérjük, támogasson minket, adományozva most a Beállítások rész alatt található linket. Ha adományoztad, időbe telhet, hogy aktiváld az új szereped a megkülönböztetésed fiókjában. Ha még mindig problémái vannak, látogasson el hozzánk a Reddit vagy a Discord.
it: Al momento non sei un donatore. Si prega di sostenerci donando ora, utilizzando il link che si trova in impostazioni. Se avete donato, puo richiedere del tempo prima che il tuo account Discord venga aggiunto al nuovo ruolo. Se continui ad avere problemi, vieni a trovarci su Reddit e/o Discord.
ja: あなたは現在ドナーではありません。設定の下のリンクから今すぐ寄付してください。すでに寄付をしていて有効化されない場合、しばらく待ってみてください。Discordアカウントでドナーが有効になるまで時間がかかることがあります。問題が解決しない場合は、RedditまたはDiscordでお問い合わせください。
ko: 현재 기증자가 아닙니다. 지금 설정에서 링크를 사용하여 기부하십시오. 기부 한 경우 불일치 계정에서 새 역할을 활성화하는 데 약간의 시간이 걸릴 수 있습니다. 그래도 문제가 있다면 Reddit이나 Discord에서 저희를 방문하십시오.
nl: U bent momenteel geen donor. Steun ons alstublieft door te doneren nu via de link onder Instellingen. Als u heeft gedoneerd, kan het enige tijd duren om de nieuwe rol op uw Discord account te activeren. Als u nog steeds problemen hebt, bezoek ons dan op Reddit of Discord.
pt_br: Atualmente, você não é um doador. Por favor, apoie-nos doando agora usando o link em Configurações. Se você doou, pode levar algum tempo para ativar em sua conta Discord. Se você ainda está tendo problemas, visite-nos em Reddit ou Discord.
pt_pt: Atualmente, você não é um doador. Por favor, apoiem-nos doando agora usando o link em Configurações. Se você doou, pode levar algum tempo para ativar o novo papel na sua conta Discordânea. Se você ainda está tendo problemas, visite-nos em Reddit ou Discord.
th: คุณไม่ได้เป็นผู้บริจาค โปรดสนับสนุนเราด้วยการบริจาคโดยใช้ลิงก์ภายใต้การตั้งค่าได้ทันที ถ้าคุณบริจาคแล้ว คุณอาจต้องรอสักครู่เพื่อเปิดใช้งานบทบาทใหม่บนบัญชี Discord ของคุณ ถ้าคุณยังพบปัญหาอยู่ โปรดไปยัง Reddit หรือ Discord ของเรา
tr: Şu anda bir bağışçı değilsin. Ayarlar altındaki bağlantıyı kullanarak şimdi bağışta bulunarak bize destek olun. Bağış yaptıysanız, anlaşmazlık hesabınızdaki yeni rolü etkinleştirmek biraz zaman alabilir. Hala sorun yaşıyorsanız, Reddit veya Discord'ta bizi ziyaret edin.

source: Status
cs: Postavení
es: Estado
fr: Statut
hu: Állapot
it: Stato
ja: 状態
ko: 지위
nl: staat
th: สถานะ
tr: Durum

# AUTOHOME
source: Enhanced Throw
cs: Vylepšený hod
es: Lanzamiento mejorado
fr: Lancement amélioré
ja: ボールスローを調整
ko: 향상된 Throw
nl: Verbeterde Gooi
pt_br: Lançamento melhorado
pt_pt: Lançamento melhorado
th: เพิ่มอัตราการขว้าง
tr: Geliştirilmiş Atış

# CUSTOMSPEED
source: Custom Speed (0-16)
es: Velocidad personalizada (0-16)
fr: Vitesse personnalisé (0-16)
nl: Snelheid Keuze (0-16)
pt_br: Velocidade personalizada (0-16)
th: กำหนดความเร็ว (0-16)

# HIDEGYM
source: Hide Gym Mode Button
es: Ocultar botón de Modo Gimnasio
fr: Cacher le bouton du mode Arène
nl: Verberg Gym Mode knop
pt_br: Esconder botão Modo Ginásio
th: ซ่อมปุ่มโหมดยิม

# SPECIALLIST
source: Special Pokémon List
es: Lista de pokemones especiales
fr: Liste spécial de Pokémon
nl: Speciale Pokémon List
pt_br: Lista Pokémon Especial
th: รายการโปเกมอนพิเศษ

# COOLDOWN
source: Cooldown Timer
es: Tiempo de espera
fr: Temps de recharge
pt_br: Cronômetro de Cooldown
th: ตัวจับคูลดาวน์

# HIDECOOLDOWN
source: Hide Cooldown Timer Button
es: Ocultar botón de Tiempo de espera
fr: Cacher le bouton du Temps de recharge
nl: Verberg Cooldown Timer Knop
pt_br: Esconder botão Cronômetro de Cooldown
th: ซ่อนปุ่มตัวจับคูลดาวน์

# HIDETAPTOWALK
source: Hide Tap to Walk Button
es: Ocultar botón Pulse para caminar
fr: Cacher le bouton 'Marcher ici'
nl: Verberg Tap to Walk Knop
pt_br: Esconder botão Clique para Andar
th: ซ่อนปุ่มแตะเพื่อเดิน

# HIDEGPX
source: Hide GPX Button
es: Ocultar botón GPX
fr: Cacher le bouton GPX
nl: Verberg GPX Knop
pt_br: Esconder botão Rota GPX
th: ซ่อนปุ่ม GPX

# HIDEPREVIOUSLOC
source: Hide Previous Button
es: Ocultar botón anterior
fr: Cacher les bouton précédent
nl: Verberg Previous Knop
pt_br: Esconder botão Localização Prévia
th: ซ่อนปุ่มก่อนหน้า

# HIDEIV
source: Hide IV Button
es: Ocultar botón IV
fr: Cacher le bouton d'IV
nl: Verberg IV Knop
pt_br: Esconder botão IV
th: ซ่อนปุ่ม IV

# PARTNERCOORDS
source: Partners
es: Socios
fr: Les partenaires
pt_br: Parceiros

# PARTNERCOORDSDESC
source: For access to these premium coords, you may require a subscription. Please contact the provider directly.
es: Para acceder a estas coordenadas premium necesitas una suscripción. Por favor, póngase en contacto con el proveedor directamente.
fr: Pour accéder à ces coordonnées premium, vous devez avoir abonnement. Contactez le fournisseur directement.
nl: Voor toegang tot deze premium coords heb je misschien een subscription nodig. Gelieve de provider rechtstreeks te contacteren.
pt_br: Para acessar essas coordenadas você talvez precise de uma doação. Entre em contato com o provedor diretamente.
th: คุณอาจต้องสมัครสมาชิกเพื่อเข้าถึงพิกัดแบบพรีเมี่ยมเหล่านี้ โปรดติดต่อผู้ให้บริการโดยตรง

# OVERRIDE
source: Startup/Forever
es: Inicio/Siempre
fr: Au démarrage/Pour toujours
nl: Opstarten/Voor altijd
pt_br: Início/Sempre
th: เริ่มต้น/ตลอดไป

# FORCEUPDATES
source: Force Location Updates
es: Forzar actualización de ubicación
fr: Forcer les mises à jour de l'emplacement
nl: Forceer Locatie Updates
pt_br: Forçar Atualização de Localização
th: บังคับอัปเดตตำแหน่ง

source: Key
es: Clave
fr: Clé
pt_br: Licença
th: คีย์

# LOOPGPX
source: Loop GPX Route
es: Ruta GPX en bucle
fr: Faire en boucle la route GPX
pt_br: Rota GPX Contínua
th: เส้นทาง GPX แบบวนซ้ำ

source: Previous Location
es: Anterior localización
fr: Lieu précédent
nl: Vorige Locatie
pt_br: Localização Anterior
th: ตำแหน่งก่อนหน้า

source: Generate GPX
es: Generar GPX
fr: Générer GPX
nl: Genereer GPX
pt_br: Gerar GPX
th: สร้าง GPX

# SECONDARY
source: Secondary Device
es: Segundo dispositivo
fr: Appareil secondaire
nl: Tweede toestel
pt_br: Aparelho Secundário

# SECONDARYMSG
source: Are you activating a second device? (Tier 2 License Required)
es: ¿Estás activando un segundo dispositivo? (Licencia de Nivel 2 requerida)
fr: Activez-vous un deuxième appareil? (licence de niveau 2 requise)
nl: Bent u een tweede toestel aan het activeren? (Tier 2 Licentie Nodig)
pt_br: Vocês está ativando um segundo aparelho? (Licença Tier 2 Requerida)

source: HELP
fr: AIDE

source: Need Help?
fr: Besoin d'aide?

# ASIAFIX
source: Asia Patreon Fix
fr: Fix de l'Asie Patreon

# HOSTMAP
source: Host you own Map
fr: Hébergez votre propre carte

# ENABLEWORKER
source: Enable Worker Mode
fr: Activer le mode travailleur

# FREQUENCY
source: Frequency (Seconds)
fr: Fréquence (Secondes)

# ENABLEFETCH
source: Enable Location Fetch
fr: Activer la récupération d'emplacement

# COORDSGEN
source: Coords Generator
fr: Générateur de coordonnées

source: Quests
fr: Quêtes

source: Yes
fr: Oui

source: No
fr: Non

source: Auto Generate
fr: Génération automatique

# DRAWGPX
source: Draw GPX Route
fr: Dessiner un route GPX

source: Startup/Forever
fr: Au démarrage/Pour toujours

# 5MINUTE
source: 5 Minutes
cs: 5 Minut
es: 5 minutos
hu: 5 Percig
it: 5 Minuti
ja: 5分
ko: 5분
nl: 5 Minuten
pt_br: 5 Minutos
pt_pt: 5 Minutos
th: 5 นาที
tr: 5 Dakika

# 10MINUTE
source: 10 Minutes
cs: 10 Minut
es: 10 minutos
hu: 10 Percig
it: 10 Minuti
ja: 10分
ko: 10분
nl: 10 Minuten
pt_br: 10 Minutos
pt_pt: 10 Minutos
th: 10 นาที
tr: 10 Dakika

# 20MINUTE
source: 20 Minutes
cs: 20 Minut
es: 20 minutos
hu: 20 Percig
it: 20 Minuti
ja: 20分
ko: 20분
nl: 20 Minuten
pt_br: 20 Minutos
pt_pt: 20 Minutos
th: 20 นาที
tr: 20 Dakika

# 30MINUTE
source: 30 Minutes
cs: 30 Minut
es: 30 minutos
hu: 30 Percig
it: 30 Minuti
ja: 30分
ko: 30분
nl: 30 Minuten
pt_br: 30 Minutos
pt_pt: 30 Minutos
th: 30 นาที
tr: 30 Dakika

# 45MINUTE
source: 45 Minutes
cs: 45 Minut
es: 45 minutos
hu: 45 Percig
it: 45 Minuti
ja: 45分
ko: 45분
nl: 45 Minuten
pt_br: 45 Minutos
pt_pt: 45 Minutos
th: 45 นาที
tr: 45 Dakika

source: OK
hu: Oké
ko: 예
nl: Oké
th: ตกลง
tr: Tamam

source: Radar
ja: レーダー
ko: 레이더
th: เรดาร์

# POKESTOP
source: Pokestops
cs: Pokéstopy
es: PokeParadas
hu: Pokéállomások
ja: ポケストップ
ko: 포켓스탑
pt_br: Pokéstops
pt_pt: Pokéstops
th: โปเกสต๊อป
tr: Pokestop

source: Pokemon
cs: Pokémon
es: Pokémon
hu: Pokémon
ja: ポケモン
ko: 포켓몬
pt_br: Pokémon
pt_pt: Pokémon
th: โปเกมอน

# JOYSTICKDELTA
source: Joystick Y Delta +/- (px)
hu: Irányító Y Pozíciója +/- (px)
ja: ジョイスティック縦軸 +/- (px)
ko: 조이스틱 Y 델타 +/- (px)
nl: Stuurknop Y as +/- (px)
pt_br: Controle Y Delta +/- (px)
th: จอยสติ๊ก Y Delta +/- (px)

# JOYSTICKDELTAX
source: Joystick X Delta +/- (px)
hu: Irányító X Pozíciója +/- (px)
ko: 조이스틱 X 델타 +/- (px)
nl: Stuurknop X as +/- (px)
pt_br: Controle X Delta +/- (px)
th: จอยสติ๊ก X Delta +/- (px)

# GPX
source: GPX Routing
cs: GPX směrování
es: Enrutamiento GPX
hu: GPX útvonalválasztás
it: Itinerario GPX
ja: GPXルート
ko: GPX 라우팅
pt_br: Roteamento GPX
pt_pt: Roteamento GPX
th: การกำหนดเส้นทาง GPX
tr: Derin Bağlama

# PARTNERPARAMS
source: Options
es: Opciones
nl: Opties
pt_br: Opções
th: ตัวเลือก

source: Spoofing
th: การโกงตำแหน่ง

source: URL:
es: Dirección URL
ko: 링크

# NIANTIC
source: Niantic Labs
ja: Nianticラボ
ko: 나이언틱 랩스
