Repository: Fafenja/languages
Catalog: *.strings
Languages: cs, es, fr, hu, it, ja, ko, nl, pt_br, pt_pt, th, tr

source: Walking
cs: Chůze
es: Caminando
fr: Marcher
hu: Sétálás
it: Cammina
ja: 歩く
ko: 걷기
nl: Lopen
pt_br: Andando
pt_pt: A Caminhar
th: เดิน
tr: Yurume

source: Running
cs: Běh
es: Corriendo
fr: Courir
hu: Futás
it: Corri
ja: 走る
ko: 뛰기
nl: Rennen
pt_br: Correndo
pt_pt: A Correr
th: วิ่ง
tr: Kosma

source: Biking
cs: Jízda na kole
es: Bicicleta
fr: Faire du vélo
hu: Biciklizés
it: Modalità Biking
ja: 自転車
ko: 자전거
nl: Fietsen
pt_br: Pedalando
pt_pt: A andar de bicicleta
th: จักรยาน
tr: Bisiklet surme

source: Driving
cs: Jízda autem
es: Conduciendo
fr: Conduire
hu: Vezetés
it: Guida
ja: 自動車
ko: 운전
nl: Autorijden
pt_br: Dirigindo
pt_pt: A Conduzir
th: รถยนต์
tr: Araba surme

source: Hatching
cs: Líhnutí vajec
es: Eclosionar
fr: Éclore
hu: Keltetés
it: Schiudi Uova
ja: 卵孵化
ko: 부화
nl: Broeden
pt_br: Chocando
pt_pt: A Chocar Ovos
th: ฟักไข่
tr: Yumurta catlatma

source: Don’t Save
cs: Neukládat
es: No guardar
fr: Ne pas sauvegarder
hu: Ne ments
it: Non salvare
ja: セーブしない
ko: 저장하지 않기
nl: Niet Opslaan!
pt_br: Não Salvar
pt_pt: Não Guardar
th: ไม่บันทึก
tr: Kaydetme

# MINUTE
source: A Minute
cs: Minuta
es: Un minuto
fr: Une Minute
hu: 1 Percig
it: Un Minuto
ja: 1分
ko: 1분
nl: Een Minuut
pt_br: Um Minuto
pt_pt: 1 Minuto
th: 1 นาที
tr: dakika

source: Forever
cs: Na vždy
es: Siempre
fr: Pour toujours
hu: Örökké
it: Sempre
ja: 永遠
ko: 항상
nl: Altijd
pt_br: Para Sempre
pt_pt: Para Sempre
th: ตลอดไป
tr: Sonsuza kadar

source: Donate
cs: Přispět
es: Donar
fr: Faites un don
hu: Támogatás
it: Dona
ja: 寄付のお願い
ko: 기부
nl: Doneren
pt_br: Doar
pt_pt: Doar
th: การบริจาค
tr: Bagis yap

# SUPPORTUS
source: Become a Donor
cs: Klini, abys nás podpořil
es: Pulsa aquí para apoyarnos
fr: Cliquez pour nous supporter
hu: Koppints a támogtáshoz
it: Clicca per supportarci
ja: ペイパルを通じて寄付する
ko: 저희에게 기부를 하기를 원하신다면 여기를 클릭하세요.
nl: Klik om Ons te Steunen
pt_br: Clique para nos ajudar
pt_pt: Clica para nos apoiar
th: คลิกเพื่อสนับสนุนเรา
tr: Bizi desteklemek icin tikla

# SUPPORTUSDESC
source: Support our team and developers by donating. You will also gain access to all the additional features and benefits on our Discord.
cs: Pomož nám vyvíjet PokeGo++ 2.0! Podpoř naše vývojáře finančním příspěvkem.
es: Ayuda a mantener PokeGo++ 2.0. Apoya a nuestro equipo y desarrolladores donando.
fr: Aidez-nous à garder PokeGo++ 2.0 en vie ! Encouragez nos équipes et développeurs en faisant un don.
hu: Segíts, hogy a PokeGo++ 2.0 tovább működjön! Segítsd a csapatunkat támogatás által.
it: Aiuta a mantenere PokeGo++ 2.0! Supporta il nostro team e gli sviluppatori facendo una donazione.
ja: PokeGo++2.0プロジェクトに寄付してサポートをお願いします！
ko: PokeGo++ 2.0을 계속 유지하기 위해 개발자들을 도와주세요!
nl: Help PokeGo++ 2.0 draaiend te houden! Ondersteun ons team en ontwikkelaars door te doneren.
pt_br: Ajude a manter PokeGo++ 2.0 funcionando! Ajude nosso time e desenvolvedores com doações
pt_pt: Ajuda a manter o PokeGo++ 2.0 a funcionar! Apoia a nossa equipa e programadores com donativos.
th: ช่วยให้ PokeGo++ 2.0 พัฒนาต่อไป! สนับสนุนทีมและนักพัฒนาของเราด้วยการบริจาค
tr: PokeGo++ 2.0'nin devam edebilmesi icin yardim edin, Takimimizi ve gelistiricileri bagista bulunarak destekleyin.

# USAGE
source: Usage Options
cs: Nastavení použití
es: Opciones de uso
fr: Options d'utilisation
hu: Használati beállítások
it: Utilizzo Opzioni
ja: オプション
ko: 사용 옵션
nl: Gebruiks Opties
pt_br: Opções de uso
pt_pt: Options de Uso
th: ตัวเลือกการใช้งาน
tr: Kullanim Secenekleri

# SHOWJOY
source: Show Joystick
cs: Zobrazit Joystick
es: Mostrar joystick
fr: Montrer Joystick
hu: Irányító mutatása
it: Mostra Joystick
ja: ジョイスティックを表示
ko: 조이스틱 보이기
nl: Toon Stuurknop
pt_br: Mostrar Joystick
pt_pt: Mostrar Joystick
th: แสดงจอยสติ๊ก
tr: Joystick'i Goster

# DISMISSWALK
source: Dismiss Map on “Walk Here”
cs: Skrýt Mapu při DOJÍT SEM
es: Descartar mapa al pulsar "Camina aquí"
fr: Fermer la Map quand “Marcher ici”
hu: Térkép eltüntetése "Sétálás ide" esetén
it: Nascondi Mappa dopo aver tappato "Cammina qui"
ja: ここへ移動ボタン表示
ko: "여기로 걷기"에서 지도 닫기.
nl: Sluit de Kaart na “Loop hierheen”
pt_br: Dispensar mapa em “Andar até aqui”
pt_pt: Fechar mapa em “Caminhar até aqui”
th: ปิดแผนที่หลัง “เดินไปที่นี่”
tr: ‚ÄúBuraya Yuru‚Ä Secenegini Haritada Goster

# ENABLETELE
source: Enable Teleport
cs: Povolit Teleport
es: Habilitar teletransporte
fr: Activer la téléportation
hu: Teleportálás engedélyezése
it: Abilita Teletrasporto
ja: テレポートを有効
ko: 순간이동 사용
nl: Zet Teleporteren Aan
pt_br: Habilitar Teleporte
pt_pt: Ativar Teletransporte
th: เปิดใช้งานเทเลพอร์ต
tr: Isinlanmayi Ac

source: Warning!
cs: Varování!
es: Advertencia
fr: Attention!
hu: Figyelmeztetés!
it: Attenzione!
ko: 주의!
nl: Waarschuwing!
pt_br: Aviso!
pt_pt: Aviso!
th: คำเตือน!
tr: Dikkat!

# TELEDESC
source: Teleporting can lead to the termination of your account by Niantic. We are not responsible if teleportation leads to any type of ban! You have been warned.
cs: Za teleportováni ti může Niantic zablokovat účet. Nejsme zodpovědní za to, pokud teleportování vyústí v kterýkoliv typ banu. Byl jsi varován.
es: Teletransportarse puede conllevar la terminación de su cuenta por parte de Niantic. No somos responsables si el teletransporte provoca cualquier tipo de prohibición. Usted ha sido advertido.
fr: Se téléporter peut conduire à la fermeture de votre compte par Niantic. Nous ne sommes en aucun cas tenus responsables de votre bannissement du jeu quelqu'en soit le motif ! Vous êtes prévenus.
hu: A teleportálás a felhasználó felfüggesztéséhez vezethet. Nem vagyunk felelősek, ha kizárják a felhasználódat! Figyelmeztetve lettél!
it: Utilizzare il Teletrasporto potrebbe portare alla chiusura del proprio account da parte di Niantic. Non ci riteniamo responsabili se l’utilizzo del Teletrasporto vi faccia incorrere in un ban! Vi abbiamo avvertiti.
ja: 警告！テレポートをするとNianticからBanされる可能性があります。自己責任でご利用下さい。
ko: 순간이동을 하게되면 계정이 영구정지로 이어질 수 있습니다. 순간이동으로인해 발생하는 문제들은 저희들이 책임지지 않습니다! 주의해서 사용하세요.
nl: Teleporteren kan ervoor zorgen dat Uw account verbannen wordt door Niantic. Wij zijn niet aansprakelijk voor het gebande account als U teleporteerd! U bent gewaarschuwd.
pt_br: Teleportar-se pode levar a recisão da sua conta pela Niantic. Nós não somos responsáveis se o teleporte levar a qualquer tipo de banimento! Você foi avisado.
pt_pt: O teletransporte pode originar no término da tua conta pela Niantic. Não nos responsabilizamos se o uso indevido desta funcionalidade levar a qualquer tipo de punição. Considera-te avisado.
th: การเทเลพอร์ตอาจเป็นสาเหตุให้เกิดการยุติบัญชีของคุณโดย Niantic เราไม่มีส่วนรับผิดชอบ หากการเทเลพอร์ตเป็นสาเหตุให้เกิดการยุติบัญชีทุกประเภท! เราได้เตือนคุณแล้ว
tr: Isinlanma hesabinizin Niantic tarafindan kapatilmasina sebep olabilir. Isinlanmaniz sonucu herhangi bir tur ban yemenizden sorumlu degiliz! Uyarildiniz.

source: Cancel
cs: Zrušit
es: Cancelar
fr: Quitter
hu: Mégse
it: Cancella
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar
th: ยกเลิก
tr: Iptal

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
hu: Bezárni
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pt_br: Fechar
pt_pt: Fechar
th: ปิด
tr: Kapat

# DISMISSTELE
source: Dismiss Map on “Teleport Here”
cs: Zavřít mapu při TELEPORTOVAT SEM
es: Descartar mapa al pulsar "Teletransportarse aquí"
fr: Fermer la Map quand “Téléporter ici”
hu: Térkép eltüntetése "Teleportálás ide" esetén
it: Nascondi Mappa dopo aver tappato "Teletrasporta qui"
ja: テレポートボタン表示
ko: “여기로 걷기"에서 지도 닫기.
nl: Sluit de Kaart na “Teleporteer hierheen”
pt_br: Dispensar mapa em “Teleportar até aqui”
pt_pt: Fechar mapa em “Teletransportar aqui”
th: ปิดแผนที่หลัง “เทเลพอร์ตไปที่นี่”
tr: ‚ÄúBuraya Isinlan‚ÄùSecenegini Haritada Goster

# DISABLEIV
source: Disable IV Notification
cs: Vypnout IV ukazatel
es: Deshabilitar notificaciones IV
fr: Désactiver la notification IV
hu: IV értesítés kikapcsolása
it: Disabilita Notifica IV
ja: 個体値表示を無効
ko: IV 알림사용 중지
nl: Zet IV Notificaties uit
pt_br: Desabilitar notificação de IV
pt_pt: Desativar notificação de IV
th: ปิดใช้งานการแจ้งเตือน IV
tr: IV Uyarilarini Kapat

# IVLENGTH
source: IV Notification Length (ms)
cs: Délka zobrazení IV ukazatele (ms)
es: Tiempo de notificación IV (ms)
fr: Longueur de la notification d'IV (en ms)
hu: IV értesítés hosszúsága (ms)
it: Lunghezza Notifica IV (ms)
ja: 個体値表示時間（ミリ秒）
ko: IV 알림 길이 (밀리 초)
nl: IV Notificaties Duur (ms)
pt_br: Duração da notificação de IV (ms)
pt_pt: Duração da notificação IV (ms)
th: เวลาการแจ้งเตือน IV (มิลลิวินาที)
tr: IV Uyarisi Uzunlugu(ms)

# IVLENGTHDESC
source: Enter milliseconds for IV and moveset notification display length when encountering pokemon.
cs: Vlož počet milisekund pro délku zobrazení IV a moveset ukazatele přI chytání pokémona.
es: Introduzca la duración en milisegundos de la notificación IV y movimientos cuando se encuentre con el Pokémon.
fr: Entrez en milliseconde le temps de la notification d'IV et du Moveset lors de la rencontre avec un pokemon.
hu: Add meg milliszekundumban, hogy mennyi ideig mutassa az IV-t és a képességét elkapás előtt.
it: Inserisci il tempo (in millisecondi) per il quale le Notifiche IV e Mosse dovranno apparire sullo schermo all’incontro con un pokemon
ja: ポケモン遭遇時の個体値と技の上部バー表示時間をミリ秒（1秒＝1000）で入力してください。
ko: 포케몬과 마주 칠 때 IV 및 이동식 알림 표시 길이에 밀리 초를 입력합니다
nl: Voer milliseconden in voor IV en moveset notificatie weergevings duur als je een Pokémon tegenkomt.
pt_br: Insira milissegundos de exibição da duração da notificação de IV e movimentos quando encontrar um Pokémon selvagem
pt_pt: Indica os milisegundos de duração de exibição da notificação de IV e ataques quando encontrar Pokémon selvagens.
th: ใส่มิลลิวินาทีสำหรับเวลาการแสดงการแจ้งเตือน IV และท่าโจมตีเมื่อพบโปเกมอน
tr: Pokemon ile karsilastiginizda IV ve saldiri uyarilarinin suresini milisaniye olarak girin

source: Fake Location
cs: Falešná lokace
es: Falsear ubicación
fr: Fausse localisation
hu: Kamu Helyszín
ja: 位置偽装
ko: 가짜 위치
nl: Nep Locatie
pt_br: Falsa Localização
pt_pt: Localização falsa
th: ตำแหน่งปลอม
tr: Sahte Konum

# SAVEFAKE
source: Time to Save Location
cs: Doba uložení lokace
es: Tiempo para guardar la ubicación
fr: Temps pour sauvegarder la fausse localisation
hu: Helyszín elmentése
it: Tempo di salvataggio della posizione
ja: 偽装位置を保持する時間
ko: 위치 저장 시간
nl: Tijd Naar Nep Locatie
pt_br: Tempo para salvar a localização
pt_pt: Tempo para guardar a localização
th: เวลาในการบันทึกตำแหน่ง
tr: Konumun Kaydedilecegi Sure

# SAVEFAKEDESC
source: How long after app close should the location be saved.
cs: Jak dlouho by měla být lokace uložena po zavření aplikace.
es: Cuánto tiempo después de cerrar la aplicación se debe guardar la ubicación.
fr: Combien de temps après la fermeture de l'application le lieu doit-il être enregistré?
hu: Mennyi ideig tárolja az alkalmazás bezárása után a legutóbbi helyzetedet.
it: Per quanto tempo deve essere memorizzata la posizione fake dopo la chiusura dell’applicazione.
ja: 指定された時間内はアプリを閉じた後も位置情報を保存します。
ko: 앱 종료 후 얼마 동안 위치를 저장해 놓을까요?
nl: Hoe lang nadat de app gesloten is moet jouw nep locatie bewaard blijven.
pt_br: Por quanto tempo deve salvar a localização após o app ser fechado
pt_pt: Indica quanto tempo deverá a localização ser guardada depois do encerramento da app.
th: ระยะเวลาในการบันทึกตำแหน่งหลังจากที่ปิดแอป
tr: Uygulama kapandiktan sonra konumun ne kadar sure kaydedilecegini secin.

# SHOWCOORDS
source: Show Coords Button on Map
cs: Zobrazit na mapě souřadnicové tlačítko.
es: Mostrar botón de coordenadas en el mapa
fr: Montrer le bouton des coordonnées sur la Map
hu: Bekapcsolni a koordináta gombot a térképen
it: Mostra il pulsante delle coordinate sulla Mappa
ja: 座標確認ボタン表示
ko: 좌표 버튼을 지도에 보이기
nl: Laat Coordinaten knop zien op de Kaart
pt_br: Exibir botão de coordenadas no mapa
pt_pt: Mostrar botão de coordenadas no mapa
th: แสดงปุ่มพิกัดบนแผนที่
tr: Koordinat Butonunu Haritada Gosterin

# SHOWCOORDSDESC
source: Enables coords button on map. If clicked, a popup will appear displaying coordinates of your pin location. Coords can be copied.
cs: Zapne souřadnicové tlačítko na mapě, na které když kliknete tak se zobrazí okno se souřadnicemi místa, které jste přišpendlili. Souřadnice lze kopírovat.
es: Habilitar botón de coordenadas en el mapa. Si selecciona, aparecerá una ventana emergente que mostrará las coordenadas de la ubicación de su pin. Las coordenadas podrán ser copiadas.
fr: Activer le bouton de coordonnées sur la Map. Si vous cliquez, une fenêtre popup va apparaitre et afficher les coordonnées de l'emplacement de votre punaise.
hu: Bekapcsolja a koordináta gombot a térképen. Rákoppintás esetén megmutatja a koordinátádat, amit kimásolni is lehet.
it: Abilita il pulsante delle coordinate sulla mappa. Se tappato, apparirà un popup con le coordinare attuali dell’avatar. Le coordinate possono essere copiate.
ja: MAP内に座標確認ボタンを表示します。
ko: 지도의 좌표 버튼을 사용합니다. 클릭하면 핀 위치의 좌표가 표시된 팝업이 나타납니다. 좌표를 복사 할 수 있습니다.
nl: Laat coordinaten knop zien op de kaart. Als erop geklikt wordt, komt er een popup die de coordinaten van het pin locatie laat zien. Coordinaten kunnen gekopieërd worden.
pt_br: Habilita botão de coordenadas no mapa. Se clicado, uma janela irá abrir exibindo as coordenadas da sua localização atual. Coordenadas podem ser copiadas.
pt_pt: Quanto esta opção está ativa, se este botão for clicado uma janela irá abrir mostrando as coordenadas da sua localização atual. As coordenadas podem ser copiadas.
th: เปิดใช้งานปุ่มพิกัดบนแผนที่ ถ้าคลิก จะมีป๊อปอัปแสดงพิกัดตำแหน่งที่ปักหมุดของคุณ ซึ่งสามารถก๊อบปี้พิกัดได้
tr: Koordinat Butonunu haritada gosterir. Tiklanirsa, sabitlenmis konumunuzu gosterir bir sayfa acilarak koordinatlari gosterir. Koordinatlar kopyalanabilir.

# COORDSSERVER
source: Coordinates Server Feed
cs: Souřadnicový server
es: Servidor de coordenadas
fr: Flux du serveur de coordonnées
hu: Koordináta Szerverek
ja: 座標リストURL
ko: 좌표 서버 피드
nl: Coordinaten server lijst
pt_br: Lista de coordenadas do servidor
pt_pt: Lista de coordenadas do servidor
th: เซิร์ฟเวอร์ฟีดของพิกัด
tr: Koordinat Sunucu Beslemeleri

# COORDSSERVERDESC
source: Optional: Enter the full URL of a coordinates server. This can be a private or public address. If populated, it will retrieve the list of coordinates stored in a "coords.txt" file accessible at the URL provided. These coordinates will be populated in the coordinates list when using the Snipe feature.
cs: Volitelné: Vložte celé URL souřadnicového serveru. Může to být veřejná i soukromá adresa. Pokud bude adresa funkční, získáš tak seznam souřadnic uložených v "coords.txt" souboru z poskytnutého URL . Tyto souřadnice pak budou použity při používáni Snipe funkce.
es: Opcional: Introduzca la dirección URL completa del servidor de coordenadas. Esta puede ser pública o privada. Si se rellena, recuperará la lista de coordenadas en un archivo "coords.txt" accesible en la dirección proporcionada. Estas coordenadas se mostrarán en lista cuando se use la función "Snipe".
fr: Optionnel: Entrez l'url complète d'un serveur de coordonnées. Cela peut être une adresse privée ou publique. Si c'est peuplé, il récupérera la liste des coordonnées stockées dans le fichier "coords.txt" accessible à l'url fourni. Ces coordonnées seront placées dans la liste des coordonnées quand vous utiliserez la fonctionnalité pour sniper.
hu: Választható: Másold be az URL linket. Ez lehet publikus illetve privát. Válaszd ki a koordinátát a amikor vadászni akarsz
it: Opzionale: Inserisci l’URL completo delle coordinate o il server delle coordinate. Può essere un indirizzo privato o pubblico. Se popolato, potrai recuperare la lista delle coordinate dal file "coords.txt" disponibile all’URL fornito. Tali coordinate saranno popolate nella lista coordinate quando si utilizzerà la modalità Snipe.
ja: スナイプ用のポケモン座標リストのURLをhttp://から入力して下さい。
ko: 선택사항: 좌표 서버의 전체 링크를 입력하세요. 개인 또는 공공 주소가 될 수 있습니다. 채워지면 제공된 링크에서 들어갈 수 있는"coords.txt"파일에 저장된 좌표 목록을 검색합니다. 이러한 좌표는 저격 기능을 사용할 때 좌표 목록에 채워집니다.
nl: Optioneel: Vul een volledige URL in van een coordinaten server. Dit mag prive of openbaar adres zijn. Als er wat instaat, word er een lijst gecreëerd genaamd "coords.txt" die je kan berijken op de URL die je hebt ingevoerd. Hier staan je coordinaten in, die gebruikt worden in de lijst met coordinaten als je de “snipe” functie gebruikt.
pt_br: Opcional: Insira a URL complete de um servidor de coordenadas. Pode ser um endereço público ou privado. Se preenchido, irá recuperar a lista de coordenadas armazenadas em um arquivo ”coords.txt” acessível na URL introduzida. Essas coordenadas serão preenchidas na lista de coordenadas quando usar o recurso Snipe.
pt_pt: Opcional: Insere o URL completo de um servidor de coordenadas (pode ser um endereço público ou privado). Se for preenchido, a app irá carregar uma lista de coordenadas presentes num ficheiro "coords.txt" acessível na URL inserida. Estas coordenadas serão utilizadas para preencher uma lista disponível aquando do uso da função “Snipe”.
th: ทางเลือก: ใส่ URL แบบเต็มของเซิร์ฟเวอร์พิกัด ซึ่งเป็นได้ทั้งที่อยู่เซิร์ฟเวอร์ส่วนตัวหรือสาธารณะ หากใส่ จะมีการรับรายการพิกัดในไฟล์ "coords.txt" ที่สามารถเข้าถึงได้จาก URL ที่ใส่มา พิกัดเหล่านี้จะแสดงในรายการพิกัดเมื่อใช้งานคุณสมบัติการลอบจับ
tr: Opsiyonel: Koordinat sunucusunun tam adresini girin. Bu ozel veya genel olabilir. Mumkun olursa, "coords.txt" dosyasi icerisinde erisilebilir URL'ler barindiran koordinat listesi getirir. Bu koordinatlar isinlanarak avlanma ozelligi icin gerekli koordinat listesini yaratir.

source: Contact Us
cs: Kontaktuj nás
es: Contáctanos
fr: Nous contacter
hu: Írj nekünk
it: Contattaci
ja: オフィシャル
ko: 문의하기
nl: Neem Contact met ons op
pt_br: Contate-nos
pt_pt: Contate-nos
th: ติดต่อเรา
tr: Bize Ulasin

# REDDIT
source: Official Reddit
cs: Officiální Reddit
es: Reddit Oficial
fr: Reddit officiel
hu: Hivatalos Reddit
ja: 公式Reddit
ko: 공식 Reddit
nl: Officiële Reddit
pt_br: Reddit oficial
pt_pt: Reddit oficial
th: Reddit ทางการ
tr: Resmi Reddit Sayfasi

# DISCORD
source: Official Discord
cs: Officiální Discord
es: Discord Oficial
fr: Discord officiel
hu: Hivatalos Discord
ja: 公式Discord
ko: 공식 Discord
nl: Officiële Discord
pt_br: Discord oficial
pt_pt: Discord oficial
th: Discord ทางการ
tr: Resmi Discord Sayfasi

# WEBSITE
source: Official Website
cs: Officiální Website
es: Web Oficial
fr: Site officiel
hu: Hivatalos Weboldal
ja: 公式サイト
ko: 공식 웹사이트
nl: Officiële Website
pt_br: Website oficial
pt_pt: Website oficial
th: เว็บไซต์ทางการ
tr: Resmi Web Sayfasi

source: Privacy
cs: Soukromí
es: Privacidad
fr: Confidentialité
hu: Titoktartás
ja: プライバシー
ko: 개인정보취급방침
pt_br: Privacidade
pt_pt: Privacidade
th: ความเป็นส่วนตัว
tr: Gizlilik

# TOS
source: Terms of Service
cs: Podmínky Používání
es: Términos de servicio
fr: Modalités d'utilisation
hu: Felhasználási feltételek
it: Termini di Servizio
ja: 利用規約（英語）
ko: 서비스 약관
nl: Servicevoorwaarden
pt_br: Termos de Serviço
pt_pt: Termos de Serviço
th: เงื่อนไขการให้บริการ
tr: Servis sartlari

# TOSDESC
source: Thank you for accepting our Terms of Service. Please feel free to review at any time. Happy Hunting!!
cs: Děkujeme za přijmutí Podmínek Používání. Kdykoliv se sem můžete vrátit a přečist si je. Přejeme úspěšný lov!!
es: Gracias por aceptar nuestros términos de servicio. Puedes revisarlas en cualquier momento. ¡Feliz cacería!
fr: Merci d'avoir accepté les conditions d'utilisation. N'hésitez pas de les consulter à tout moment. Bonne chasse !!
hu: Köszönjük, hogy felfogadtad a felhasználási feltételeket. Jó vadászatot!!
it: Grazie per aver accettato i Termini di Servizio. Siate liberi di recensirci quando volete. Buona cattura!
ja: 利用規約に同意してくれてありがとうございます。読みたい時にどうぞ。良い捕獲を！
ko: 서비스 약관에 동의해 주셔서 감사합니다. 언제든지 저희 약관을 검토하셔도 됩니다. 좋은 헌팅 하세요!!
nl: Bedankt voor het accepteren van de Servicevoorwaarden. Het word erg op prijs gesteld als U een beoordeling achter laat. Veel Plezier met vangen!!
pt_br: Obrigado por aceitar nossos Termos de Serviço. Por favor, sinta-se livre para revisa-lo a qualquer momento. Boa caçada!!
pt_pt: Obrigado por aceitares os nossos Termos de Serviço. Está à vontade de os rever a qualquer momento. Boas caçadas!
th: ขอบคุณสำหรับการยอมรับเงื่อนไขการให้บริการ คุณสามารถตรวจทานได้ตลอดเวลา ล่าให้สนุก!!
tr: Servis sartlarimizi kabul ettiginiz icin tesekkur ederiz. Lutfen arada sirada kontrol etmekte rahat olun. Mutlu avlanmalar!!

source: Credits
cs: Vývojáři
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
pt_br: Créditos
pt_pt: Créditos
th: เครดิต
tr: Emegi Gecenler

# NIANTICDESC
source: For missing key features including location spoofing, controls, walk-to map, teleporting, IV calculation and more!!! PokeGo++ 2.0 is based on PokeGoAnywhere / PokeGo++ by miniroo321.
cs: Pro chybějící klíčové funkce jako je vyhledávání lokací, ovládání, chození po mapě, teleportování, IV výpočty a další!!! PokeGo++ 2.0 je založeno na PokeGoAnywhere / PokeGo++ by miniroo321.
es: Para funciones principales, como falseado de ubicación, controles, caminar en mapa, teletransportarse, cálculo de IV y más. PokeGo++ 2.0 está basado en PokeGoAnywhere / PokeGo++ de miniroo321.
fr: Pour des fonctionnalités clés manquantes tel que la changement de lieu, les contrôles, 'marcher vers' sur la map, la téléportation, la calculation d'IV et bien plus!!! PokeGo++ 2.0 est basé sur PokeGoAnywhere / PokeGo++ par miniroo321.
hu: Tartalmazzák a hiányzó kiegészítőket pl: Helyzet változtatás, térkép által való sétálás, teleportálás, IV számláló és egyéb!!! PokeGo++ a PokeGoAnywhere-n alapult / A PokeGo++ miniroo321 által készült. A magyar fordítás Darth Vader által készült.
it: Per le caratteristiche mancanti incluso lo spoofing della posizione, controlli, cammina sulla mappa, Teletrasporto, calcolatore IV ed altro!!! PokeGo++ 2.0 si basa su PokeGoAnywhere / PokeGo++ by miniroo321.
ja: 「PokeGo++ 2.0」はminiroo321のPokeGoAnywhere/PokeGo++に基づいて作られたものです
ko: 위치 스푸핑, 컨트롤, 지도 걷기, 순간이동, IV 계산 등의 주요 기능들은 miniroo321의 PokeGoAnywhere / PokeGo ++를 기반으로 사용하고 있습니다.
nl: voor het missen van belangrijke functies zoals locatie spoofing, besturing, loop-hier-heen, teleporteren, IV calculaties en nog meer!!! PokeGo++ 2.0 is gebaseerd op PokeGoAnywhere / PokeGo++ door miniroo321.
pt_br: Para principais recursos ausentes incluindo falsificação de localização, “andar até aqui” no mapa, teleporte, cálculo de IV e mais!!! PokeGo++ 2.0 é baseado em PokeGoAnywhere / PokeGo++ por miniroo321.
pt_pt: Por omitir funcionalidades chave, incluíndo um falsificador de localização, controlos (joystick), “caminhar até aqui” no mapa, teletransporte, cálculo de IVs e muito mais! O PokeGo++ 2.0 é baseado no PokeGoAnywhere / PokeGo++ desenvolvido por miniroo321.
th: คุณสมบัติหลัก เช่น การปลอมตำแหน่ง การควบคุม การเดินจากแผนที่ การเทเลพอร์ต การคำนวณ IV และอีกมากมาย!!! PokeGo++ 2.0 พัฒนาจาก PokeGoAnywhere / PokeGo++ โดย miniroo321
tr: Eksik parcalar olan sahte konum, kontroller, haritada gezinme, isinlanma, IV hesaplama ve dahasi icin!!! PokeGo++ 2.0 PokeGoAnywhere uzerine kuruludur / PokeGo++ by miniroo321.

source: Settings
cs: Nastavení
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Opties
pt_br: Ajustes
pt_pt: Definições
th: การตั้งค่า
tr: Ayarlar

# GYM
source: Gyms
cs: Gymy
es: Gimnasios
fr: Arènes
hu: Termek
it: Palestre
ja: ジム
ko: 체육관
pt_br: Ginásios
pt_pt: Ginásios
th: ยิม
tr: Gym

source: License
es: Licencia
fr: Licence
hu: Licensz
it: Licenza
ja: ライセンス
ko: 라이센스
nl: Licentie
pt_br: Licença
pt_pt: Licença
th: การอนุญาต
tr: Lisans

source: Continue
cs: Pokračovat
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続行
ko: 계속
nl: Voortzetten
pt_pt: Continuar
th: ทำต่อ
tr: Devam

source: Coords List
cs: Seznam souřadnic
es: Lista de coordenadas
fr: Liste des coordonnées
hu: Koordináta Lista
it: Lista coordinate
ja: 座標リスト
ko: 좌표 목록
nl: Coordinaten Lijst
pt_br: Lista de coordenadas
pt_pt: Lista de Coordenadas
th: รายการพิกัด
tr: Koordinat Listesi
